<script setup>

</script>

<template>
<div class="bic">
  <br><br>
  <div class="container text-start">
    <div><br><br>
      <h1 class="text-center">개인정보처리방침</h1>
      <br><br>
      <span>
        [회사명](이하 '회사')은(는) 개인정보 보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고,
  이용자의 개인정보와 관련한 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.

        <h4>1. 수집하는 개인정보 항목</h4>
  회사는 서비스 제공을 위해 다음과 같은 개인정보를 수집할 수 있습니다:
  이름, 이메일 주소, 전화번호, 생년월일 등
  서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보 등

  <h4>2. 개인정보의 수집 및 이용 목적</h4>
  회사는 수집한 개인정보를 다음의 목적을 위해 사용합니다:
  서비스 제공 및 운영
  고객 문의 및 상담 처리
  마케팅 및 광고 활용 (동의한 경우에 한함)
  서비스 품질 향상 및 통계 분석

  <h4>3. 개인정보의 보유 및 이용 기간</h4>
  회사는 법령에 따라 개인정보를 보유하며, 이용 목적이 달성되면 해당 정보를 지체 없이 파기합니다. 다만, 관련 법령에 따라 일정 기간 동안 정보를 보관해야 하는 경우에는 해당 법령에 따라 보관됩니다.

  <h4>4. 개인정보의 제3자 제공</h4>
  회사는 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다. 다만, 다음과 같은 경우에는 예외로 합니다:
  이용자가 사전에 동의한 경우
  법령의 규정에 의하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

  <h4>5. 개인정보의 파기 절차 및 방법</h4>
  회사는 원칙적으로 개인정보의 수집 및 이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기 절차 및 방법은 다음과 같습니다:
  전자적 파일 형태의 정보: 복구 및 재생이 불가능한 방법으로 삭제
  종이 문서 형태의 정보: 분쇄하거나 소각

  <h4>6. 정보주체의 권리와 그 행사 방법</h4>
  이용자는 언제든지 등록된 자신의 개인정보를 조회하거나 수정할 수 있으며, 처리 정지 및 삭제를 요청할 수 있습니다. 이를 위해서는 회사의 개인정보 관리 담당자에게 서면, 전화 또는 이메일로 연락하시면 즉시 조치하겠습니다.

  <h4>7. 개인정보 보호를 위한 기술적 및 관리적 대책</h4>
  회사는 이용자의 개인정보를 안전하게 보호하기 위해 다음과 같은 대책을 시행하고 있습니다:
  개인정보의 암호화
  해킹 등에 대비한 기술적 대책
  개인정보 접근 제한 및 교육

  <h4>8. 개인정보관리책임자</h4>
  회사는 개인정보 처리에 관한 업무를 총괄하여 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 개인정보 보호책임자를 지정하고 있습니다.
  개인정보 보호책임자: [이름]
  연락처: [이메일], [전화번호]

  <h4>9. 개인정보처리방침의 변경</h4>
  이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경 내용의 추가, 삭제 및 수정이 있을 시에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.

        <h5>시행일: [2024-10-07]</h5>
      </span>
      <div class="text-end">
        <img src="/img/inveti.png">
      </div>
    </div>
  </div>
  <br><br>
</div>
</template>

<style scoped>

h1{
  font-family: J5;
}
div img{
  width: 100px;
}
.container{
  border: 1px solid lightgrey;
  border-radius: 30px;
  padding: 30px;
  background-color: white;
}

span{
  font-size: 20px;
}

h4{
  font-family: J5;
  color: #0f9d58;
}
.bic{
  background-color: rgba(217, 217, 217, 0.3);;
}
</style>